Repository: NaN-tic/trytond-production_number_of_packages
Catalog: locale/*.po
Languages: ca_es, de, es

# error:production.bom.output:
source: Number of packages required for BOM output "%s".
ca_es: Número d'embalatge obligatori a la sortida de la LdM "%s".
de: Paketanzahl ist für Stücklistenausgang "%s" erforderlich.
es: Número de embalajes obligatorios en la salida de LdM "%s".

# error:production.bom.output:
source: Package required for BOM output "%s".
ca_es: Embalatge obligatori a la sortida de la LdM "%s".
de: Verpackung erforderlich für Stücklistenausgang "%s".
es: Embalaje obligatorio para la salida de la LdM "%s".

# error:production.bom.output:
source: Quantity by Package is required for package "%(package)s" of BOM output "%(record)s".
ca_es: La Quantitat per embalatge és obligatòria per l'embalatge "%(package)s" de la sortida de la LdM "%(record)s".
de: Anzahl pro Packstück ist erforderlich für Verpackung "%(package)s" in Stücklistenausgang "%(record)s".
es: Candidad por embalaje obligatoria en el embalaje "%(package)s" de la salida de la LdM "%(record)s".

# error:production.bom.output:
source: The quantity of BOM output "%s" do not correspond to the number of packages.
ca_es: La quantitat de la sortida de la LdM "%s" no correspon al número d'embalatges.
de: Die Anzahl von Stücklistenausgang "%s" entspricht nicht der Anzahl der Packstücke.
es: La cantidad de la salida de la LdM "%s" no corresponde al número de embalajes.

# error:production:
source: Number of packages required for Production "%s".
ca_es: Número d'emabalatges obligatori a la producció "%s".
de: Paketanzahl ist für Produktion "%s" erforderlich.
es: Número de embalajes obligatorio en la producción "%s".

# error:production:
source: Package required for Production "%s".
ca_es: Embalatge obligatori a la producció "%s".
de: Verpackung erforderlich für Produktion "%s".
es: Embalaje obligatorio en la producción "%s".

# error:production:
source: Quantity by Package is required for package "%(package)s" of Production "%(record)s".
ca_es: La quantitat per embalatge és obligatòria per l'embalatge "%(package)s" de la producció "%(record)s".
de: Anzahl pro Packstück ist erforderlich für Verpackung "%(package)s" in Produktion "%(record)s".
es: Candidad por embalaje obligatoria en el embalaje "%(package)s" de la producción "%(record)s".

# error:production:
source: The quantity of Production "%s" do not correspond to the number of packages.
ca_es: La quantitat de la producció "%s" no correspon al número d'embalatges.
de: Die Anzahl von Produktion "%s" entspricht nicht der Anzahl der Packstücke.
es: La cantidad de la producción "%s" no corresponde al número de embalajes.

# field:production,number_of_packages:
source: Number of packages
ca_es: Embalatges
de: Paketanzahl
es: Número de embalajes

# field:production,package:
source: Packaging
ca_es: Embalatge
de: Verpackung
es: Embalaje por defecto

# field:production.bom.output,number_of_packages:
source: Number of packages
ca_es: Embalatges
de: Paketanzahl
es: Número de embalajes

# field:production.bom.output,package:
source: Packaging
ca_es: Embalatge
de: Verpackung
es: Embalaje por defecto
